<?php

return [
    'profile' => [
        'sector' => [
            'construction' => [
                'type_of_activity' => [
                    [
                        'id' => 1,
                        'title' => 'استخدام',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'کارفرما',
                            ],
                            [
                                'id' => 2,
                                'title' => 'کارجو',
                            ]
                        ]
                    ],
                    [
                        'id' => 2,
                        'title' => 'استادکاران و کارگران ساختمانی',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'استادکاران و کارگران ساختمانی',
                            ],
                        ]
                    ],
                    [
                        'id' => 3,
                        'title' => 'مهندسین و متخصصین',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'مهندسین و متخصصین',
                            ],
                        ]
                    ],
                    [
                        'id' => 4,
                        'title' => 'انبوه سازان',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'انبوه سازان شرکتی',
                            ],
                            [
                                'id' => 2,
                                'title' => 'انبوه سازان شخصی',
                            ],
                        ]
                    ],
                    [
                        'id' => 5,
                        'title' => 'معرفی کسب و کارها',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'شرکت ها و پیمانکاران',
                            ],
                            [
                                'id' => 2,
                                'title' => 'فروشگاه ها',
                            ],
                            [
                                'id' => 3,
                                'title' => 'دفاتر طراحی و مهندسی',
                            ],
                            [
                                'id' => 4,
                                'title' => 'ماشین آلات',
                            ],
                            [
                                'id' => 5,
                                'title' => 'آزمایشگاه ها',
                            ],
                        ]
                    ],
                    [
                        'id' => 6,
                        'title' => 'پروژه ها',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'معرفی و برندینگ پروژه ها',
                            ],
                        ]
                    ],
                    [
                        'id' => 7,
                        'title' => 'شراکت و سرمایه گذاری',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'تقاضای جذب سرمایه و یا شراکت در پروژه را دارد',
                            ],
                            [
                                'id' => 1,
                                'title' => 'تقاضای سرمایه گذاری در پروژه را دارد',
                            ],
                        ]
                    ],
                ],
                'shop_type_of_activity' => [
                    [
                        'id' => 1,
                        'title' => 'فروشگاه ها',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'مصالح ساختمان',
                            ],
                            [
                                'id' => 2,
                                'title' => 'شن و ماسه',
                            ],
                            [
                                'id' => 3,
                                'title' => 'بتن آماده',
                            ],
                            [
                                'id' => 4,
                                'title' => 'انواع آجر (از کارخانه)',
                            ],
                            [
                                'id' => 5,
                                'title' => 'تیرچه و بلوک',
                            ],
                            [
                                'id' => 6,
                                'title' => 'آهن آلات ساختمانی',
                            ],
                            [
                                'id' => 7,
                                'title' => 'کانال سازی و دریچه کولر',
                            ],
                            [
                                'id' => 8,
                                'title' => 'ایزوگام و عایق',
                            ],
                            [
                                'id' => 9,
                                'title' => 'کاشی و سرامیک',
                            ],
                            [
                                'id' => 10,
                                'title' => 'سنگ نما',
                            ],
                            [
                                'id' => 11,
                                'title' => 'موزائیک و سنگ مصنوعی',
                            ],
                            [
                                'id' => 12,
                                'title' => 'فروشگاه لوله و اتصالات',
                            ],
                            [
                                'id' => 13,
                                'title' => 'درب و پنجره',
                            ],
                            [
                                'id' => 14,
                                'title' => 'شیشه ساختمان',
                            ],
                            [
                                'id' => 15,
                                'title' => 'دکوراسیون و تزئینات داخلی',
                            ],
                            [
                                'id' => 16,
                                'title' => 'دامپا و کناف',
                            ],
                            [
                                'id' => 17,
                                'title' => 'تجهزیات ساختمان',
                            ],
                            [
                                'id' => 18,
                                'title' => 'کابینت و دکور',
                            ],
                            [
                                'id' => 19,
                                'title' => 'تجهیزات آشپزخانه',
                            ],
                            [
                                'id' => 20,
                                'title' => 'نجاری و درب چوبی',
                            ],
                            [
                                'id' => 21,
                                'title' => 'پرده و موکت',
                            ],
                            [
                                'id' => 22,
                                'title' => 'فروشگاه پکیج، رادیاتور و شوفاژ',
                            ],
                            [
                                'id' => 23,
                                'title' => 'شیرآلات و چینی آلات',
                            ],
                            [
                                'id' => 24,
                                'title' => 'ساختمان هوشمند',
                            ],
                            [
                                'id' => 25,
                                'title' => 'آسانسور و بالابر',
                            ],
                            [
                                'id' => 26,
                                'title' => 'درب برقی و کرکره',
                            ],
                            [
                                'id' => 27,
                                'title' => 'ابزار و یراق ساختمانی',
                            ],
                            [
                                'id' => 28,
                                'title' => 'رنگ ساختمانی',
                            ],
                            [
                                'id' => 29,
                                'title' => 'لوستر و آینه شمعدان',
                            ],
                            [
                                'id' => 30,
                                'title' => 'سوله و تانکر سازی',
                            ],
                            [
                                'id' => 31,
                                'title' => 'نرده و حفاظ',
                            ],
                            [
                                'id' => 32,
                                'title' => 'درب ضد سرقت و نرده',
                            ],
                            [
                                'id' => 33,
                                'title' => 'سفال و سقف شیبدار',
                            ],
                            [
                                'id' => 34,
                                'title' => 'فروشگاه لوله و اتصالات',
                            ],
                            [
                                'id' => 35,
                                'title' => 'تاسیسات سرمایش و گرمایش',
                            ],
                            [
                                'id' => 36,
                                'title' => 'سیستم های ایمنی',
                            ],
                            [
                                'id' => 37,
                                'title' => 'مبلمان باغ و پارک',
                            ],
                            [
                                'id' => 38,
                                'title' => 'بلوک پلاستوفوم',
                            ],
                            [
                                'id' => 39,
                                'title' => 'بلوک هبلکس',
                            ],
                            [
                                'id' => 40,
                                'title' => 'بلوک لیکا',
                            ],
                        ]
                    ],
                    [
                        'id' => 2,
                        'title' => 'انبوه سازان',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'انبوه سازی ساختمان',
                            ],
                            [
                                'id' => 2,
                                'title' => 'سرمایه گذاری در املاک',
                            ],
                            [
                                'id' => 3,
                                'title' => 'مشارکت در ساخت',
                            ],
                            [
                                'id' => 4,
                                'title' => 'پیمانکاری کل پروژه',
                            ],
                            [
                                'id' => 5,
                                'title' => 'طراحی پروژه',
                            ],
                        ]
                    ],
                    [
                        'id' => 3,
                        'title' => 'پروژه ها',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'مسکونی',
                            ],
                            [
                                'id' => 2,
                                'title' => 'تجاری مسکونی',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اداری',
                            ],
                            [
                                'id' => 4,
                                'title' => 'تجاری اداری',
                            ],
                            [
                                'id' => 5,
                                'title' => 'پاساژ و مرکز تجاری',
                            ],
                            [
                                'id' => 6,
                                'title' => 'پروژه تفریحی توریستی',
                            ],
                            [
                                'id' => 7,
                                'title' => 'پروژه های خاص',
                            ],
                        ]
                    ],
                    [
                        'id' => 4,
                        'title' => 'پیمانکاران کل',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای کل پروژه',
                            ],
                            [
                                'id' => 2,
                                'title' => 'مهندسین مجری',
                            ],
                            [
                                'id' => 3,
                                'title' => 'مهندسین مشاور',
                            ],
                            [
                                'id' => 4,
                                'title' => 'تخریب و خاکبرداری',
                            ],
                            [
                                'id' => 5,
                                'title' => 'اجرای اسکلت بتنی',
                            ],
                            [
                                'id' => 6,
                                'title' => 'اجرای اسکلت فلزی پیچ و مهره',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای کامل تأسیسات',
                            ],
                            [
                                'id' => 8,
                                'title' => 'اجرای کامل نما',
                            ],
                        ]
                    ],
                    [
                        'id' => 5,
                        'title' => 'خاکبرداری و ایمنی گود',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای نیلینگ ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای انکراژ',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای سازه نگهبان خرپایی',
                            ],
                            [
                                'id' => 4,
                                'title' => 'اجرای شمع کوبی',
                            ],
                            [
                                'id' => 5,
                                'title' => 'مقاوم سازی خاک',
                            ],
                            [
                                'id' => 6,
                                'title' => 'بولت گذاری و نصب صفحه ستون',
                            ],
                            [
                                'id' => 7,
                                'title' => 'حمل و نقل نخاله',
                            ],
                            [
                                'id' => 8,
                                'title' => 'خاکبرداری با ماشین',
                            ],
                            [
                                'id' => 9,
                                'title' => 'خاکبرداری دستی، رگلاژ و تسطیح کف',
                            ],
                        ]
                    ],
                    [
                        'id' => 6,
                        'title' => 'اجرای فونداسیون، اسکلت و سقف',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای فونداسیون ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای دیوار حائل بتنی',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای سازه فضاکار',
                            ],
                            [
                                'id' => 4,
                                'title' => 'اجرای پوشش ضد حریق اسکلت',
                            ],
                            [
                                'id' => 5,
                                'title' => 'اجرای اسکلت LSF',
                            ],
                            [
                                'id' => 6,
                                'title' => 'اجرای اسکلت CFT',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای سقف تیرچه بلوک',
                            ],
                            [
                                'id' => 8,
                                'title' => 'اجرای سقف تیرچه کرومیت',
                            ],
                            [
                                'id' => 9,
                                'title' => 'اجرای سقف عرشه فولادی',
                            ],
                            [
                                'id' => 10,
                                'title' => 'اجرای سقف کوبیاکس',
                            ],
                            [
                                'id' => 11,
                                'title' => 'اجرای سقف دال بتنی',
                            ],
                            [
                                'id' => 12,
                                'title' => 'اجرای سقف وافل',
                            ],
                            [
                                'id' => 13,
                                'title' => 'اجرای سقف یونولیت',
                            ],
                            [
                                'id' => 14,
                                'title' => 'اجرای سقف پیش تنیده',
                            ],
                            [
                                'id' => 15,
                                'title' => 'قالب بندی',
                            ],
                            [
                                'id' => 16,
                                'title' => 'آرماتور بندی',
                            ],
                            [
                                'id' => 17,
                                'title' => 'بتن ریزی',
                            ],
                            [
                                'id' => 18,
                                'title' => 'کف سازی',
                            ],
                            [
                                'id' => 19,
                                'title' => 'اجرای دیوار چینی',
                            ],
                            [
                                'id' => 20,
                                'title' => 'اجرای بلوگاژ',
                            ],
                            [
                                'id' => 21,
                                'title' => 'شیب بندی',
                            ],
                        ]
                    ],
                    [
                        'id' => 7,
                        'title' => 'اجرای نما',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای نمای سنگ و آجر ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای نمای کلاسیک',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای نمای ترموود',
                            ],
                            [
                                'id' => 4,
                                'title' => 'اجرای نمای کامپوزیت',
                            ],
                            [
                                'id' => 5,
                                'title' => 'اجرای نمای شیشه ای',
                            ],
                            [
                                'id' => 6,
                                'title' => 'اجرای نمای خشک',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای نمای سیمانی',
                            ],
                            [
                                'id' => 8,
                                'title' => 'کاشی و سرامیک',
                            ],
                            [
                                'id' => 9,
                                'title' => 'موزائیک کاری',
                            ],
                        ]
                    ],
                    [
                        'id' => 8,
                        'title' => 'تاسیسات برقی و مکانیکی',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای آسانسور و پله برقی ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'راه اندازی موتور خانه',
                            ],
                            [
                                'id' => 3,
                                'title' => 'ساخت و اجرای کانال های هوا',
                            ],
                            [
                                'id' => 4,
                                'title' => 'نصب سیستم گرمایش و سرمایش',
                            ],
                            [
                                'id' => 5,
                                'title' => 'نصب تجهیزات و شیرآلات بهداشتی',
                            ],
                            [
                                'id' => 6,
                                'title' => 'نصب تجهیزات اطفاء حریق',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای سیستم شوتینگ',
                            ],
                            [
                                'id' => 8,
                                'title' => 'اجرای برق و الکتریک ساختمان',
                            ],
                            [
                                'id' => 9,
                                'title' => 'اجرای نورپردازی و روشنایی',
                            ],
                            [
                                'id' => 10,
                                'title' => 'اجرای سیستم های آنتن و ماهواره مرکزی',
                            ],
                            [
                                'id' => 11,
                                'title' => 'اجرای سیستم صاعقه گیر و ارتینگ',
                            ],
                            [
                                'id' => 12,
                                'title' => 'اجرای دوربین مداربسته',
                            ],
                            [
                                'id' => 13,
                                'title' => 'اجرای سینی کابل و نردبان کابل',
                            ],
                            [
                                'id' => 14,
                                'title' => 'نصب تجهیزات اعلام حریق',
                            ],
                            [
                                'id' => 15,
                                'title' => 'اجرای ژنراتور برق اضطراری',
                            ],
                            [
                                'id' => 16,
                                'title' => 'نصب تجهیزات الکتریکی',
                            ],
                            [
                                'id' => 17,
                                'title' => 'نصب داکت و ترانکینگ',
                            ],
                        ]
                    ],
                    [
                        'id' => 9,
                        'title' => 'اجرای انواع عایق',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای عایق صوتی ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای عایق حرارتی',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای عایق رطوبتی',
                            ],
                        ]
                    ],
                    [
                        'id' => 10,
                        'title' => 'پیمانکاران متفرقه',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'گچ کاری ',
                            ],
                            [
                                'id' => 2,
                                'title' => 'سیمانکاری',
                            ],
                            [
                                'id' => 3,
                                'title' => 'چاه کن و مقنی',
                            ],
                            [
                                'id' => 4,
                                'title' => 'نصب داربست',
                            ],
                        ]
                    ],
                    [
                        'id' => 11,
                        'title' => 'درب و پنجره',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'نصب درب های داخلی',
                            ],
                            [
                                'id' => 2,
                                'title' => 'نصب درب های اتوماتیک',
                            ],
                            [
                                'id' => 3,
                                'title' => 'پنجره دوجداره',
                            ],
                            [
                                'id' => 4,
                                'title' => 'درب ضد سرقت',
                            ],
                            [
                                'id' => 5,
                                'title' => 'درب های ریلی',
                            ],
                            [
                                'id' => 6,
                                'title' => 'درب آکاردئونی',
                            ],
                            [
                                'id' => 7,
                                'title' => 'درب تجاری و کرکره ای',
                            ],
                        ]
                    ],
                    [
                        'id' => 12,
                        'title' => 'دکوراسیون داخلی',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای دیوار پوش',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای کف پوش',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای سقف کاذب',
                            ],
                            [
                                'id' => 4,
                                'title' => 'اجرای لمینت و قرنیز چوبی',
                            ],
                            [
                                'id' => 5,
                                'title' => 'ساخت و نصب کابینت',
                            ],
                            [
                                'id' => 6,
                                'title' => 'اجرای کف کاذب',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای نرده و حفاظ',
                            ],
                            [
                                'id' => 8,
                                'title' => 'اجرای شومینه',
                            ],
                            [
                                'id' => 9,
                                'title' => 'اجرای آکواریوم و تراریوم',
                            ],
                            [
                                'id' => 10,
                                'title' => 'اجرای پله های دکوراتیو',
                            ],
                            [
                                'id' => 11,
                                'title' => 'پتینه‌کاری و نقاشی دکوراتیو',
                            ],
                            [
                                'id' => 12,
                                'title' => 'اجرای پارتیشن بندی',
                            ],
                            [
                                'id' => 13,
                                'title' => 'آینه کاری',
                            ],
                        ]
                    ],
                    [
                        'id' => 13,
                        'title' => 'محوطه سازی باغ و پارک',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'اجرای کارهای چوبی و نجاری',
                            ],
                            [
                                'id' => 2,
                                'title' => 'اجرای فضای سبز',
                            ],
                            [
                                'id' => 3,
                                'title' => 'اجرای روف گاردن',
                            ],
                            [
                                'id' => 4,
                                'title' => 'اجرای سایبان، آلاچیق و پرگالو',
                            ],
                            [
                                'id' => 5,
                                'title' => 'اجرای کفپوش و چمن مصنوعی',
                            ],
                            [
                                'id' => 6,
                                'title' => 'اجرای شومینه سنگی و باربیکیو',
                            ],
                            [
                                'id' => 7,
                                'title' => 'اجرای نورپردازی محوطه',
                            ],
                            [
                                'id' => 8,
                                'title' => 'اجرای دیوار سبز',
                            ],
                            [
                                'id' => 9,
                                'title' => 'اجرای آب نما و برکه',
                            ],
                            [
                                'id' => 10,
                                'title' => 'اجرای مبلمان فضای سبز',
                            ],
                            [
                                'id' => 11,
                                'title' => 'اجرای اجرای سقف و سایبان اتوماتیک',
                            ],
                            [
                                'id' => 12,
                                'title' => 'اجرای استخر و آبنما',
                            ],
                            [
                                'id' => 13,
                                'title' => 'نصب چمن مصنوعی',
                            ],
                        ]
                    ],
                    [
                        'id' => 14,
                        'title' => 'استادکاران',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'کارگر ساده',
                            ],
                            [
                                'id' => 2,
                                'title' => 'نگهبان',
                            ],
                            [
                                'id' => 3,
                                'title' => 'بنا آجر چین (سفت کار)',
                            ],
                            [
                                'id' => 4,
                                'title' => 'بنا سیمانکار',
                            ],
                            [
                                'id' => 5,
                                'title' => 'کاشی کار',
                            ],
                            [
                                'id' => 6,
                                'title' => 'نما کار',
                            ],
                            [
                                'id' => 7,
                                'title' => 'بنا گچ کار',
                            ],
                            [
                                'id' => 8,
                                'title' => 'بنا (همه کاره)',
                            ],
                            [
                                'id' => 9,
                                'title' => 'نجار',
                            ],
                            [
                                'id' => 10,
                                'title' => 'لوله کش',
                            ],
                            [
                                'id' => 11,
                                'title' => 'برق کار',
                            ],
                            [
                                'id' => 12,
                                'title' => 'کانال ساز',
                            ],
                            [
                                'id' => 13,
                                'title' => 'تأسیسات',
                            ],
                            [
                                'id' => 14,
                                'title' => 'جوشکار درب و پنجره',
                            ],
                            [
                                'id' => 15,
                                'title' => 'جوشکار اسکلت',
                            ],
                            [
                                'id' => 16,
                                'title' => 'جوشکار سیار',
                            ],
                            [
                                'id' => 17,
                                'title' => 'آرماتور بند',
                            ],
                            [
                                'id' => 18,
                                'title' => 'قالب بند',
                            ],
                            [
                                'id' => 19,
                                'title' => 'اجرای اسکلت بتنی',
                            ],
                            [
                                'id' => 20,
                                'title' => 'نقاش ساختمان',
                            ],
                            [
                                'id' => 21,
                                'title' => 'نصب ایزوگام',
                            ],
                            [
                                'id' => 22,
                                'title' => 'اجرای سقف',
                            ],
                            [
                                'id' => 23,
                                'title' => 'اجرای دامپا و کناف',
                            ],
                            [
                                'id' => 24,
                                'title' => 'اجرای نمای چوب و آلوبوند',
                            ],
                            [
                                'id' => 25,
                                'title' => 'نصب شیرآلات',
                            ],
                            [
                                'id' => 26,
                                'title' => 'نصب لوستر و روشنایی',
                            ],
                            [
                                'id' => 27,
                                'title' => 'سیستم های هوشمند',
                            ],
                            [
                                'id' => 28,
                                'title' => 'اینترنت مرکزی ساختمان',
                            ],
                            [
                                'id' => 29,
                                'title' => 'نصب نرده سنگی و شومینه',
                            ],
                            [
                                'id' => 30,
                                'title' => 'نصب نرده استیل',
                            ],
                            [
                                'id' => 31,
                                'title' => 'نصب درب چوبی',
                            ],
                            [
                                'id' => 32,
                                'title' => 'نصب کابینت',
                            ],
                            [
                                'id' => 33,
                                'title' => 'نصب لامینت و پارکت',
                            ],
                            [
                                'id' => 34,
                                'title' => 'نصب پرده',
                            ],
                            [
                                'id' => 35,
                                'title' => 'نصب موکت',
                            ],
                        ]
                    ],
                    [
                        'id' => 15,
                        'title' => 'مهندسین',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'مهندس معمار',
                            ],
                            [
                                'id' => 2,
                                'title' => 'مهندس عمران',
                            ],
                            [
                                'id' => 3,
                                'title' => 'مهندس تأسیسات',
                            ],
                            [
                                'id' => 4,
                                'title' => 'مهندس نقشه بردار',
                            ],
                            [
                                'id' => 5,
                                'title' => 'طراحی داخلی معماری',
                            ],
                            [
                                'id' => 6,
                                'title' => 'طراحی سه بعدی',
                            ],
                            [
                                'id' => 7,
                                'title' => 'تکنسین معماری',
                            ],
                            [
                                'id' => 8,
                                'title' => 'تکنسین عمران',
                            ],
                            [
                                'id' => 9,
                                'title' => 'تکنسین تأسیسات',
                            ],
                            [
                                'id' => 10,
                                'title' => 'طراح (As Built)',
                            ],
                            [
                                'id' => 11,
                                'title' => 'مهندس متره و برآورد',
                            ],
                        ]
                    ],
                    [
                        'id' => 16,
                        'title' => 'مدیران اداری',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'مدیر اجرایی پروژه',
                            ],
                            [
                                'id' => 2,
                                'title' => 'مدیر مالی پروژه',
                            ],
                            [
                                'id' => 3,
                                'title' => 'مدیر فروش پروژه',
                            ],
                            [
                                'id' => 4,
                                'title' => 'مسئول متره و برآورد',
                            ],
                            [
                                'id' => 5,
                                'title' => 'مسئول ایمنی پروژه HSE',
                            ],
                            [
                                'id' => 6,
                                'title' => 'مسئول تدارکات پروژه',
                            ],
                            [
                                'id' => 7,
                                'title' => 'مسئول دفتر فنی',
                            ],
                            [
                                'id' => 8,
                                'title' => 'سرپرست کارگاه',
                            ],
                            [
                                'id' => 9,
                                'title' => 'سرپرست تأسیسات',
                            ],
                            [
                                'id' => 10,
                                'title' => 'سرپرست معماری',
                            ],
                        ]
                    ],
                    [
                        'id' => 17,
                        'title' => 'طراحی و مهندسی',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'دفتر مهندسی طراحی',
                            ],
                            [
                                'id' => 2,
                                'title' => 'طراحی معماری',
                            ],
                            [
                                'id' => 3,
                                'title' => 'طراحی سازه',
                            ],
                            [
                                'id' => 4,
                                'title' => 'طراحی تأسیسات',
                            ],
                            [
                                'id' => 5,
                                'title' => 'مهندسین ناظر',
                            ],
                            [
                                'id' => 6,
                                'title' => 'نقشه برداری',
                            ],
                            [
                                'id' => 7,
                                'title' => 'طراحی شهری',
                            ],
                            [
                                'id' => 8,
                                'title' => 'طراحی باغ و پارک',
                            ],
                            [
                                'id' => 9,
                                'title' => 'طراحی داخلی',
                            ],
                            [
                                'id' => 10,
                                'title' => 'طراحی (As Built)',
                            ],
                        ]
                    ],  
                    [
                        'id' => 18,
                        'title' => 'آزمایشگاه ها',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'آزمایشگاه مقاومت خاک',
                            ],
                            [
                                'id' => 2,
                                'title' => 'آزمایشگاه بتن و فولاد',
                            ],
                            [
                                'id' => 3,
                                'title' => 'آزمایشگاه مقاومت مصالح',
                            ],
                        ]
                    ],      
                    [
                        'id' => 19,
                        'title' => 'ماشین آلات و تجهزیات',
                        'value' => [
                            [
                                'id' => 1,
                                'title' => 'کامیون',
                            ],
                            [
                                'id' => 2,
                                'title' => 'کمپرسی',
                            ],
                            [
                                'id' => 3,
                                'title' => 'لودر',
                            ],
                            [
                                'id' => 4,
                                'title' => 'بیل مکانیکی (چکش)',
                            ],
                            [
                                'id' => 5,
                                'title' => 'کمپرسور',
                            ],
                            [
                                'id' => 6,
                                'title' => 'غلتک و ویبراتور',
                            ],
                            [
                                'id' => 7,
                                'title' => 'بیل مکانیکی کوچک',
                            ],
                            [
                                'id' => 8,
                                'title' => 'بیل بکهو',
                            ],
                            [
                                'id' => 9,
                                'title' => 'خاور',
                            ],
                            [
                                'id' => 10,
                                'title' => 'ابزار و دستگاه های کرایه ای',
                            ],
                            [
                                'id' => 11,
                                'title' => 'جرثقیل',
                            ],
                            [
                                'id' => 12,
                                'title' => 'بولدوزر',
                            ],
                            [
                                'id' => 13,
                                'title' => 'تراک میکسر',
                            ],
                            [
                                'id' => 14,
                                'title' => 'پمپ بتن (زمینی)',
                            ],
                            [
                                'id' => 15,
                                'title' => 'پمپ بتن (دکل)',
                            ],
                            [
                                'id' => 15,
                                'title' => 'تاور کرین',
                            ],
                        ]
                    ],   
                ],
            ]
        ]
    ],
    'province' => [
        [
            'id' => 1,
            'title' => 'آذربایجان شرقی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'تبریز',
                ],
                [
                    'id' => 2,
                    'title' => 'مراغه',
                ],
                [
                    'id' => 3,
                    'title' => 'میانه',
                ],
                [
                    'id' => 4,
                    'title' => 'شبستر',
                ],
                [
                    'id' => 5,
                    'title' => 'مرند',
                ],
                [
                    'id' => 6,
                    'title' => 'جلفا',
                ],
                [
                    'id' => 7,
                    'title' => 'سراب',
                ],
                [
                    'id' => 8,
                    'title' => 'هادیشهر',
                ],
                [
                    'id' => 9,
                    'title' => 'بناب',
                ],
                [
                    'id' => 10,
                    'title' => 'تسوج',
                ],
                [
                    'id' => 11,
                    'title' => 'اهر',
                ],
                [
                    'id' => 12,
                    'title' => 'هریس',
                ],
                [
                    'id' => 13,
                    'title' => 'هشترود',
                ],
                [
                    'id' => 14,
                    'title' => 'ملكان',
                ],
                [
                    'id' => 15,
                    'title' => 'بستان آباد',
                ],
                [
                    'id' => 16,
                    'title' => 'ورزقان',
                ],
                [
                    'id' => 17,
                    'title' => 'اسكو',
                ],
                [
                    'id' => 18,
                    'title' => 'ممقان',
                ],
                [
                    'id' => 19,
                    'title' => 'صوفیان',
                ],
                [
                    'id' => 20,
                    'title' => 'ایلخچی',
                ],
                [
                    'id' => 21,
                    'title' => 'خسروشهر',
                ],
                [
                    'id' => 22,
                    'title' => 'باسمنج',
                ],
                [
                    'id' => 23,
                    'title' => 'سهند',
                ],
            ]
        ],
        [
            'id' => 2,
            'title' => 'آذربایجان غربی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'ارومیه',
                ],
                [
                    'id' => 2,
                    'title' => 'نقده',
                ],
                [
                    'id' => 3,
                    'title' => 'ماكو',
                ],
                [
                    'id' => 4,
                    'title' => 'تكاب',
                ],
                [
                    'id' => 5,
                    'title' => 'خوی',
                ],
                [
                    'id' => 6,
                    'title' => 'مهاباد',
                ],
                [
                    'id' => 7,
                    'title' => 'سر دشت',
                ],
                [
                    'id' => 8,
                    'title' => 'چالدران',
                ],
                [
                    'id' => 9,
                    'title' => 'بوكان',
                ],
                [
                    'id' => 10,
                    'title' => 'میاندوآب',
                ],
                [
                    'id' => 11,
                    'title' => 'سلماس',
                ],
                [
                    'id' => 12,
                    'title' => 'شاهین دژ',
                ],
                [
                    'id' => 13,
                    'title' => 'پیرانشهر',
                ],
                [
                    'id' => 14,
                    'title' => 'اشنویه',
                ],
                [
                    'id' => 15,
                    'title' => 'پلدشت',
                ],
            ]
        ],
        [
            'id' => 3,
            'title' => 'اردبیل',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'اردبیل',
                ],
                [
                    'id' => 2,
                    'title' => 'پارس آباد',
                ],
                [
                    'id' => 3,
                    'title' => 'خلخال',
                ],
                [
                    'id' => 4,
                    'title' => 'مشگین شهر',
                ],
                [
                    'id' => 5,
                    'title' => 'نمین',
                ],
                [
                    'id' => 6,
                    'title' => 'نیر',
                ],
                [
                    'id' => 7,
                    'title' => 'گرمی',
                ]
            ]
        ],
        [
            'id' => 4,
            'title' => 'اصفهان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'اصفهان',
                ],
                [
                    'id' => 2,
                    'title' => 'فلاورجان',
                ],
                [
                    'id' => 3,
                    'title' => 'گلپایگان',
                ],
                [
                    'id' => 4,
                    'title' => 'دهاقان',
                ],
                [
                    'id' => 5,
                    'title' => 'نطنز',
                ],
                [
                    'id' => 6,
                    'title' => 'تیران',
                ],
                [
                    'id' => 7,
                    'title' => 'كاشان',
                ],
                [
                    'id' => 8,
                    'title' => 'اردستان',
                ],
                [
                    'id' => 9,
                    'title' => 'سمیرم',
                ],
                [
                    'id' => 10,
                    'title' => 'درچه',
                ],
                [
                    'id' => 11,
                    'title' => 'کوهپایه',
                ],
                [
                    'id' => 12,
                    'title' => 'مباركه',
                ],
                [
                    'id' => 13,
                    'title' => 'شهرضا',
                ],
                [
                    'id' => 14,
                    'title' => 'خمینی شهر',
                ],
                [
                    'id' => 15,
                    'title' => 'نجف آباد',
                ],
                [
                    'id' => 16,
                    'title' => 'زرین شهر',
                ],
                [
                    'id' => 17,
                    'title' => 'آران و بیدگل',
                ],
                [
                    'id' => 18,
                    'title' => 'باغ بهادران',
                ],
                [
                    'id' => 19,
                    'title' => 'خوانسار',
                ],
                [
                    'id' => 20,
                    'title' => 'علویجه',
                ],
                [
                    'id' => 21,
                    'title' => 'عسگران',
                ],
                [
                    'id' => 22,
                    'title' => 'حاجی آباد',
                ],
                [
                    'id' => 23,
                    'title' => 'تودشک',
                ],
                [
                    'id' => 24,
                    'title' => 'ورزنه',
                ],
            ]
        ],
        [
            'id' => 5,
            'title' => 'ایلام',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'ایلام',
                ],
                [
                    'id' => 2,
                    'title' => 'مهران',
                ],
                [
                    'id' => 3,
                    'title' => 'دهلران',
                ],
                [
                    'id' => 4,
                    'title' => 'آبدانان',
                ],
                [
                    'id' => 5,
                    'title' => 'دره شهر',
                ],
                [
                    'id' => 6,
                    'title' => 'ایوان',
                ],
                [
                    'id' => 7,
                    'title' => 'سرابله',
                ],
            ]
        ],
        [
            'id' => 6,
            'title' => 'بوشهر',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'بوشهر',
                ],
                [
                    'id' => 2,
                    'title' => 'دیر',
                ],
                [
                    'id' => 3,
                    'title' => 'كنگان',
                ],
                [
                    'id' => 4,
                    'title' => 'گناوه',
                ],
                [
                    'id' => 5,
                    'title' => 'خورموج',
                ],
                [
                    'id' => 6,
                    'title' => 'اهرم',
                ],
                [
                    'id' => 7,
                    'title' => 'برازجان',
                ],
                [
                    'id' => 8,
                    'title' => 'جم',
                ],
                [
                    'id' => 9,
                    'title' => 'کاکی',
                ],
                [
                    'id' => 10,
                    'title' => 'عسلویه',
                ],
            ]
        ],
        [
            'id' => 7,
            'title' => 'تهران',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'تهران',
                ],
                [
                    'id' => 2,
                    'title' => 'ورامین',
                ],
                [
                    'id' => 3,
                    'title' => 'فیروزكوه',
                ],
                [
                    'id' => 4,
                    'title' => 'ری',
                ],
                [
                    'id' => 5,
                    'title' => 'دماوند',
                ],
                [
                    'id' => 6,
                    'title' => 'اسلامشهر',
                ],
                [
                    'id' => 7,
                    'title' => 'رودهن',
                ],
                [
                    'id' => 8,
                    'title' => 'لواسان',
                ],
                [
                    'id' => 9,
                    'title' => 'بومهن',
                ],
                [
                    'id' => 10,
                    'title' => 'تجریش',
                ],
                [
                    'id' => 11,
                    'title' => 'فشم',
                ],
                [
                    'id' => 12,
                    'title' => 'كهریزك',
                ],
                [
                    'id' => 13,
                    'title' => 'پاكدشت',
                ],
                [
                    'id' => 14,
                    'title' => 'چهاردانگه',
                ],
                [
                    'id' => 15,
                    'title' => 'شریف آباد',
                ],
                [
                    'id' => 16,
                    'title' => 'قرچك',
                ],
                [
                    'id' => 17,
                    'title' => 'باقرشهر',
                ],
                [
                    'id' => 18,
                    'title' => 'شهریار',
                ],
                [
                    'id' => 19,
                    'title' => 'رباط كریم',
                ],
                [
                    'id' => 20,
                    'title' => 'قدس',
                ],
                [
                    'id' => 21,
                    'title' => 'ملارد',
                ],
            ]
        ],
        [
            'id' => 8,
            'title' => 'چهارمحال بختیاری',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'شهركرد',
                ],
                [
                    'id' => 2,
                    'title' => 'فارسان',
                ],
                [
                    'id' => 3,
                    'title' => 'بروجن',
                ],
                [
                    'id' => 4,
                    'title' => 'چلگرد',
                ],
                [
                    'id' => 5,
                    'title' => 'اردل',
                ],
                [
                    'id' => 6,
                    'title' => 'لردگان',
                ],
            ]
        ],
        [
            'id' => 9,
            'title' => 'خراسان جنوبی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'قائن',
                ],
                [
                    'id' => 2,
                    'title' => 'فردوس',
                ],
                [
                    'id' => 3,
                    'title' => 'بیرجند',
                ],
                [
                    'id' => 4,
                    'title' => 'نهبندان',
                ],
                [
                    'id' => 5,
                    'title' => 'سربیشه',
                ],
            ]
        ],
        [
            'id' => 10,
            'title' => 'خراسان رضوی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'مشهد',
                ],
                [
                    'id' => 2,
                    'title' => 'نیشابور',
                ],
                [
                    'id' => 3,
                    'title' => 'سبزوار',
                ],
                [
                    'id' => 4,
                    'title' => 'كاشمر',
                ],
                [
                    'id' => 5,
                    'title' => 'گناباد',
                ],
                [
                    'id' => 6,
                    'title' => 'طبس',
                ],
                [
                    'id' => 7,
                    'title' => 'تربت حیدریه',
                ],
                [
                    'id' => 8,
                    'title' => 'خواف',
                ],
                [
                    'id' => 9,
                    'title' => 'تربت جام',
                ],
                [
                    'id' => 10,
                    'title' => 'تایباد',
                ],
                [
                    'id' => 11,
                    'title' => 'قوچان',
                ],
                [
                    'id' => 12,
                    'title' => 'سرخس',
                ],
                [
                    'id' => 13,
                    'title' => 'فریمان',
                ],
                [
                    'id' => 14,
                    'title' => 'چناران',
                ],
                [
                    'id' => 15,
                    'title' => 'درگز',
                ],
                [
                    'id' => 16,
                    'title' => 'طرقبه',
                ],
            ]
        ],
        [
            'id' => 11,
            'title' => 'خراسان شمالی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'بجنورد',
                ],
                [
                    'id' => 2,
                    'title' => 'اسفراین',
                ],
                [
                    'id' => 3,
                    'title' => 'جاجرم',
                ],
                [
                    'id' => 4,
                    'title' => 'شیروان',
                ],
                [
                    'id' => 5,
                    'title' => 'آشخانه',
                ],
            ]
        ],
        [
            'id' => 12,
            'title' => 'خوزستان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'اهواز',
                ],
                [
                    'id' => 2,
                    'title' => 'ایرانشهر',
                ],
                [
                    'id' => 3,
                    'title' => 'شوش',
                ],
                [
                    'id' => 4,
                    'title' => 'آبادان',
                ],
                [
                    'id' => 5,
                    'title' => 'خرمشهر',
                ],
                [
                    'id' => 6,
                    'title' => 'مسجد سلیمان',
                ],
                [
                    'id' => 7,
                    'title' => 'ایذه',
                ],
                [
                    'id' => 8,
                    'title' => 'شوشتر',
                ],
                [
                    'id' => 9,
                    'title' => 'اندیمشك',
                ],
                [
                    'id' => 10,
                    'title' => 'سوسنگرد',
                ],
                [
                    'id' => 11,
                    'title' => 'هویزه',
                ],
                [
                    'id' => 12,
                    'title' => 'دزفول',
                ],
                [
                    'id' => 13,
                    'title' => 'شادگان',
                ],
                [
                    'id' => 14,
                    'title' => 'بندر ماهشهر',
                ],
                [
                    'id' => 15,
                    'title' => 'بندر امام خمینی',
                ],
                [
                    'id' => 16,
                    'title' => 'بهبهان',
                ],
                [
                    'id' => 17,
                    'title' => 'رامهرمز',
                ],
                [
                    'id' => 18,
                    'title' => 'باغ ملك',
                ],
                [
                    'id' => 19,
                    'title' => 'هندیجان',
                ],
                [
                    'id' => 20,
                    'title' => 'لالی',
                ],
                [
                    'id' => 21,
                    'title' => 'رامشیر',
                ],
                [
                    'id' => 22,
                    'title' => 'حمیدیه',
                ],
                [
                    'id' => 23,
                    'title' => 'ملاثانی',
                ],
                [
                    'id' => 24,
                    'title' => 'شادگان',
                ],
            ]
        ],
        [
            'id' => 13,
            'title' => 'زنجان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'زنجان',
                ],
                [
                    'id' => 2,
                    'title' => 'ابهر',
                ],
                [
                    'id' => 3,
                    'title' => 'خدابنده',
                ],
                [
                    'id' => 4,
                    'title' => 'ماهنشان',
                ],
                [
                    'id' => 5,
                    'title' => 'خرمدره',
                ],
                [
                    'id' => 6,
                    'title' => 'آب بر',
                ],
                [
                    'id' => 7,
                    'title' => 'قیدار',
                ],
            ]
        ],
        [
            'id' => 14,
            'title' => 'سمنان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'سمنان',
                ],
                [
                    'id' => 2,
                    'title' => 'شاهرود',
                ],
                [
                    'id' => 3,
                    'title' => 'گرمسار',
                ],
                [
                    'id' => 4,
                    'title' => 'ایوانكی',
                ],
                [
                    'id' => 5,
                    'title' => 'دامغان',
                ],
                [
                    'id' => 6,
                    'title' => 'بسطام',
                ],
            ]
        ],
        [
            'id' => 15,
            'title' => 'سیستان و بلوچستان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'زاهدان',
                ],
                [
                    'id' => 2,
                    'title' => 'چابهار',
                ],
                [
                    'id' => 3,
                    'title' => 'خاش',
                ],
                [
                    'id' => 4,
                    'title' => 'سراوان',
                ],
                [
                    'id' => 5,
                    'title' => 'زابل',
                ],
                [
                    'id' => 6,
                    'title' => 'سرباز',
                ],
                [
                    'id' => 7,
                    'title' => 'ایرانشهر',
                ],
                [
                    'id' => 8,
                    'title' => 'میرجاوه',
                ],
            ]
        ],
        [
            'id' => 16,
            'title' => 'فارس',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'شیراز',
                ],
                [
                    'id' => 2,
                    'title' => 'اقلید',
                ],
                [
                    'id' => 3,
                    'title' => 'داراب',
                ],
                [
                    'id' => 4,
                    'title' => 'فسا',
                ],
                [
                    'id' => 5,
                    'title' => 'مرودشت',
                ],
                [
                    'id' => 6,
                    'title' => 'آباده',
                ],
                [
                    'id' => 7,
                    'title' => 'كازرون',
                ],
                [
                    'id' => 8,
                    'title' => 'سپیدان',
                ],
                [
                    'id' => 9,
                    'title' => 'لار',
                ],
                [
                    'id' => 10,
                    'title' => 'فیروز آباد',
                ],
                [
                    'id' => 11,
                    'title' => 'جهرم',
                ],
                [
                    'id' => 12,
                    'title' => 'استهبان',
                ],
                [
                    'id' => 13,
                    'title' => 'لامرد',
                ],
                [
                    'id' => 14,
                    'title' => 'مهر',
                ],
                [
                    'id' => 15,
                    'title' => 'حاجی آباد',
                ],
                [
                    'id' => 16,
                    'title' => 'اردكان',
                ],
                [
                    'id' => 17,
                    'title' => 'صفاشهر',
                ],
                [
                    'id' => 18,
                    'title' => 'ارسنجان',
                ],
                [
                    'id' => 19,
                    'title' => 'سوریان',
                ],
                [
                    'id' => 20,
                    'title' => 'فراشبند',
                ],
                [
                    'id' => 21,
                    'title' => 'سروستان',
                ],
                [
                    'id' => 22,
                    'title' => 'زرقان',
                ],
                [
                    'id' => 23,
                    'title' => 'کوار',
                ],
                [
                    'id' => 24,
                    'title' => 'بوانات',
                ],
                [
                    'id' => 25,
                    'title' => 'خرامه',
                ],
                [
                    'id' => 26,
                    'title' => 'خنج',
                ],
            ]
        ],
        [
            'id' => 17,
            'title' => 'قزوین',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'قزوین',
                ],
                [
                    'id' => 2,
                    'title' => 'تاكستان',
                ],
                [
                    'id' => 3,
                    'title' => 'آبیك',
                ],
                [
                    'id' => 4,
                    'title' => 'بوئین زهرا',
                ],
            ]
        ],
        [
            'id' => 18,
            'title' => 'قم',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'قم',
                ],
            ]
        ],
        [
            'id' => 19,
            'title' => 'کرج',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'طالقان',
                ],
                [
                    'id' => 2,
                    'title' => 'نظرآباد',
                ],
                [
                    'id' => 3,
                    'title' => 'اشتهارد',
                ],
                [
                    'id' => 4,
                    'title' => 'هشتگرد',
                ],
                [
                    'id' => 5,
                    'title' => 'كرج',
                ],
                [
                    'id' => 6,
                    'title' => 'ماهدشت',
                ],
            ]
        ],
        [
            'id' => 20,
            'title' => 'كردستان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'سنندج',
                ],
                [
                    'id' => 2,
                    'title' => 'بانه',
                ],
                [
                    'id' => 3,
                    'title' => 'بیجار',
                ],
                [
                    'id' => 4,
                    'title' => 'سقز',
                ],
                [
                    'id' => 5,
                    'title' => 'قروه',
                ],
                [
                    'id' => 6,
                    'title' => 'مریوان',
                ],
                [
                    'id' => 7,
                    'title' => 'صلوات آباد',
                ],
                [
                    'id' => 8,
                    'title' => 'حسن آباد',
                ],
            ]
        ],
        [
            'id' => 21,
            'title' => 'كرمان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'كرمان',
                ],
                [
                    'id' => 2,
                    'title' => 'راور',
                ],
                [
                    'id' => 3,
                    'title' => 'انار',
                ],
                [
                    'id' => 4,
                    'title' => 'کوهبنان',
                ],
                [
                    'id' => 5,
                    'title' => 'رفسنجان',
                ],
                [
                    'id' => 6,
                    'title' => 'بافت',
                ],
                [
                    'id' => 7,
                    'title' => 'سیرجان',
                ],
                [
                    'id' => 8,
                    'title' => 'كهنوج',
                ],
                [
                    'id' => 9,
                    'title' => 'زرند',
                ],
                [
                    'id' => 10,
                    'title' => 'بم',
                ],
                [
                    'id' => 11,
                    'title' => 'جیرفت',
                ],
                [
                    'id' => 12,
                    'title' => 'بردسیر',
                ],
            ]
        ],
        [
            'id' => 22,
            'title' => 'كرمانشاه',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'كرمانشاه',
                ],
                [
                    'id' => 2,
                    'title' => 'اسلام آباد غرب',
                ],
                [
                    'id' => 3,
                    'title' => 'كنگاور',
                ],
                [
                    'id' => 4,
                    'title' => 'سنقر',
                ],
                [
                    'id' => 5,
                    'title' => 'قصر شیرین',
                ],
                [
                    'id' => 6,
                    'title' => 'هرسین',
                ],
                [
                    'id' => 7,
                    'title' => 'صحنه',
                ],
                [
                    'id' => 8,
                    'title' => 'پاوه',
                ],
                [
                    'id' => 9,
                    'title' => 'جوانرود',
                ],
            ]
        ],
        [
            'id' => 23,
            'title' => 'كهكیلویه و بویراحمد',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'یاسوج',
                ],
                [
                    'id' => 2,
                    'title' => 'گچساران',
                ],
                [
                    'id' => 3,
                    'title' => 'دوگنبدان',
                ],
                [
                    'id' => 4,
                    'title' => 'سی سخت',
                ],
                [
                    'id' => 5,
                    'title' => 'دهدشت',
                ],
            ]
        ],
        [
            'id' => 24,
            'title' => 'گلستان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'گرگان',
                ],
                [
                    'id' => 2,
                    'title' => 'آق قلا',
                ],
                [
                    'id' => 3,
                    'title' => 'گنبد كاووس',
                ],
                [
                    'id' => 4,
                    'title' => 'علی آباد كتول',
                ],
                [
                    'id' => 5,
                    'title' => 'كردكوی',
                ],
                [
                    'id' => 6,
                    'title' => 'كلاله',
                ],
                [
                    'id' => 7,
                    'title' => 'آزاد شهر',
                ],
                [
                    'id' => 8,
                    'title' => 'رامیان',
                ],
            ]
        ],
        [
            'id' => 25,
            'title' => 'گیلان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'رشت',
                ],
                [
                    'id' => 2,
                    'title' => 'منجیل',
                ],
                [
                    'id' => 3,
                    'title' => 'لنگرود',
                ],
                [
                    'id' => 4,
                    'title' => 'تالش',
                ],
                [
                    'id' => 5,
                    'title' => 'آستارا',
                ],
                [
                    'id' => 6,
                    'title' => 'ماسوله',
                ],
                [
                    'id' => 7,
                    'title' => 'رودبار',
                ],
                [
                    'id' => 8,
                    'title' => 'فومن',
                ],
                [
                    'id' => 9,
                    'title' => 'صومعه سرا',
                ],
                [
                    'id' => 10,
                    'title' => 'هشتپر',
                ],
                [
                    'id' => 11,
                    'title' => 'ماسال',
                ],
                [
                    'id' => 12,
                    'title' => 'شفت',
                ],
                [
                    'id' => 13,
                    'title' => 'املش',
                ],
                [
                    'id' => 14,
                    'title' => 'لاهیجان',
                ],
            ]
        ],
        [
            'id' => 26,
            'title' => 'لرستان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'خرم آباد',
                ],
                [
                    'id' => 2,
                    'title' => 'ماهشهر',
                ],
                [
                    'id' => 3,
                    'title' => 'دزفول',
                ],
                [
                    'id' => 4,
                    'title' => 'بروجرد',
                ],
                [
                    'id' => 5,
                    'title' => 'دورود',
                ],
                [
                    'id' => 6,
                    'title' => 'الیگودرز',
                ],
                [
                    'id' => 7,
                    'title' => 'ازنا',
                ],
                [
                    'id' => 8,
                    'title' => 'نور آباد',
                ],
                [
                    'id' => 9,
                    'title' => 'كوهدشت',
                ],
                [
                    'id' => 10,
                    'title' => 'الشتر',
                ],
            ]
        ],
        [
            'id' => 27,
            'title' => 'مازندران',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'ساری',
                ],
                [
                    'id' => 2,
                    'title' => 'آمل',
                ],
                [
                    'id' => 3,
                    'title' => 'بابل',
                ],
                [
                    'id' => 4,
                    'title' => 'بابلسر',
                ],
                [
                    'id' => 5,
                    'title' => 'بهشهر',
                ],
                [
                    'id' => 6,
                    'title' => 'تنكابن',
                ],
                [
                    'id' => 7,
                    'title' => 'جویبار',
                ],
                [
                    'id' => 8,
                    'title' => 'چالوس',
                ],
                [
                    'id' => 9,
                    'title' => 'رامسر',
                ],
                [
                    'id' => 10,
                    'title' => 'قائم شهر',
                ],
                [
                    'id' => 11,
                    'title' => 'نكا',
                ],
                [
                    'id' => 12,
                    'title' => 'نور',
                ],
                [
                    'id' => 13,
                    'title' => 'بلده',
                ],
                [
                    'id' => 14,
                    'title' => 'نوشهر',
                ],
                [
                    'id' => 15,
                    'title' => 'محمود آباد',
                ],
            ]
        ],
        [
            'id' => 28,
            'title' => 'مركزی',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'اراك',
                ],
                [
                    'id' => 2,
                    'title' => 'آشتیان',
                ],
                [
                    'id' => 3,
                    'title' => 'تفرش',
                ],
                [
                    'id' => 4,
                    'title' => 'خمین',
                ],
                [
                    'id' => 5,
                    'title' => 'دلیجان',
                ],
                [
                    'id' => 6,
                    'title' => 'ساوه',
                ],
                [
                    'id' => 7,
                    'title' => 'محلات',
                ],
                [
                    'id' => 8,
                    'title' => 'شازند',
                ],
            ]
        ],
        [
            'id' => 29,
            'title' => 'هرمزگان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'بندرعباس',
                ],
                [
                    'id' => 2,
                    'title' => 'قشم',
                ],
                [
                    'id' => 3,
                    'title' => 'كیش',
                ],
                [
                    'id' => 4,
                    'title' => 'بندر لنگه',
                ],
                [
                    'id' => 5,
                    'title' => 'بستك',
                ],
                [
                    'id' => 6,
                    'title' => 'حاجی آباد',
                ],
                [
                    'id' => 7,
                    'title' => 'دهبارز',
                ],
                [
                    'id' => 8,
                    'title' => 'میناب',
                ],
                [
                    'id' => 9,
                    'title' => 'بندر جاسك',
                ],
                [
                    'id' => 10,
                    'title' => 'بندر خمیر',
                ],
            ]
        ],
        [
            'id' => 30,
            'title' => 'همدان',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'همدان',
                ],
                [
                    'id' => 2,
                    'title' => 'ملایر',
                ],
                [
                    'id' => 3,
                    'title' => 'نهاوند',
                ],
                [
                    'id' => 4,
                    'title' => 'رزن',
                ],
                [
                    'id' => 5,
                    'title' => 'اسدآباد',
                ],
                [
                    'id' => 6,
                    'title' => 'بهار',
                ],
            ]
        ],
        [
            'id' => 31,
            'title' => 'یزد',
            'value' => [
                [
                    'id' => 1,
                    'title' => 'یزد',
                ],
                [
                    'id' => 2,
                    'title' => 'تفت',
                ],
                [
                    'id' => 3,
                    'title' => 'اردكان',
                ],
                [
                    'id' => 4,
                    'title' => 'ابركوه',
                ],
                [
                    'id' => 5,
                    'title' => 'میبد',
                ],
                [
                    'id' => 6,
                    'title' => 'طبس',
                ],
                [
                    'id' => 7,
                    'title' => 'بافق',
                ],
                [
                    'id' => 8,
                    'title' => 'مهریز',
                ],
                [
                    'id' => 9,
                    'title' => 'اشكذر',
                ],
                [
                    'id' => 10,
                    'title' => 'هرات',
                ],
                [
                    'id' => 11,
                    'title' => 'خضرآباد',
                ],
                [
                    'id' => 12,
                    'title' => 'زارچ',
                ],
            ]
        ],
    ],
    'contract_type' => [
        [
            'id' => 1,
            'title' => 'تمام وقت',
        ],
        [
            'id' => 2,
            'title' => 'پاره وقت',
        ],
        [
            'id' => 3,
            'title' => 'دورکار',
        ],
        [
            'id' => 4,
            'title' => 'پروژه ای',
        ],
        [
            'id' => 5,
            'title' => 'قراردادی',
        ],
        [
            'id' => 6,
            'title' => 'کارآموز',
        ],
    ]
];    